Repository: kateosipenko/what_you_eat
Catalog: Resources/Common/CommonStrings.*.resx
Languages: ru_ru

# AppName
source: What you eat?
ru_ru: Что ты ешь?

# BirthDate
source: date of birthday
ru_ru: дата рождения

source: eaten
ru_ru: съедено

# EatenForToday
source: eanten for today
ru_ru: сегодня съедено

source: eat food
ru_ru: съесть еду

# Height
source: height (cm)
ru_ru: рост (см)

# InputYourData
source: Please, input your data.
ru_ru: Пожалуйста, введите свои данные.

source: my goal
ru_ru: моя цель

source: plan
ru_ru: план

source: settings
ru_ru: настройки

source: spent
ru_ru: потрачено

source: today
ru_ru: сегодня

# WantTo
source: I want to
ru_ru: Я хочу

source: water
ru_ru: вода

source: weeks
ru_ru: недель

# Weight
source: weight(kg)
ru_ru: вес (кг)

# HowMuchEaten
source: how much were eaten
ru_ru: сколько было съедено

source: total eaten
ru_ru: всего съедено

source: spent today
ru_ru: сегодня потрачно

source: total spent
ru_ru: всего потрачено

source: spent time
ru_ru: затраченное время

source: sex
ru_ru: пол

source: activity type
ru_ru: вид активности

source: my plan
ru_ru: мой план

# KeepWeight
source: to keep weight
ru_ru: поддержать вес

source: extra eat
ru_ru: ссъесть дополнительно

source: not eat
ru_ru: недоесть

source: exersizes
ru_ru: упражнения

# ExersizesPerDay
source: have to train per day
ru_ru: необходимо упражняться в день

# FoodPerDay
source: have to eat per day
ru_ru: необходимо съедать в день

source: current language
ru_ru: текущий язык

source: profile
ru_ru: профиль

# AmountOfWater
source: Please, input amount of water that you had drunk (milliliters)
ru_ru: Пожалуйста, введите количество воды, которое вы выпили (миллилитры)

source: drunk today
ru_ru: выпито сегодня

# SetupPlanNow
source: Do you want to set up your diet plan now or later?
ru_ru: Вы хотите настроить план диеты сейчас или позже?

# WantToWeight
source: I want to weight
ru_ru: я хочу весить

source: kg
ru_ru: кг

source: during specified period
ru_ru: за указанный период

source: in optimal time
ru_ru: за оптимальное время

source: to specifyied date
ru_ru: к определенной дате

# DistributeWeight
source: distribute useless weight
ru_ru: распределить лишний вес
